Repository: OPUS4/application
Catalog: modules/default/language/crud.tmx
Source language: de
Languages: en

source: Erfolgreich abgespeichert.
en: Saved successfully.

source: Fehler beim Abspeichern.
en: Error saving.

source: Erfolgreich gelöscht.
en: Deleted successfully.

source: Fehler beim Löschen.
en: Error deleting.

source: Ungültige Model-ID.
en: Invalid model identifier.

source: Model kann nicht modifiziert werden.
en: Model cannot be modified.

source: Model kann nicht gelöscht werden.
en: Model cannot be deleted.
